import React from 'react';
import "../components/css/AboutPage.css"
const About = () => {
    return (
        <div className={"about"}>
            <span className={"aboutClassSpan_1"}>О Нас</span>
            <span className={"aboutClassSpan_2"}>Маленькие мечты и грандиозные планы</span>
            <span className={"aboutClassSpan_3"}>ROZETKA – самый большой онлайн-ритейлер в стране. С 2005 года мы воплощаем маленькие мечты и грандиозные планы миллионов людей. У нас можно найти буквально все. Мы продаем по справедливой цене и предоставляем гарантию, так как считаем, что онлайн-шопинг должен быть максимально удобным и безопасным. И каждый раз, когда кто-то нажимает «Купить», мы понимаем, что делаем нужное дело.</span>
            <span className={"aboutClassSpan_2"}>Наша цель — быть полезными </span>
            <span className={"aboutClassSpan_3"}>Мы верим, что вещи существуют для того, чтобы делать жизнь проще, приятнее и добрее. Поэтому и поиск той самой вещи должен быть быстрым, удобным и приятным. Мы не просто продаем бытовую технику, электронику, украшения или вино. Мы помогаем найти именно то, что нужно, в одном месте и без лишних волнений, чтобы вы не тратили жизнь на поиски, а просто жили счастливо. Rozetka — это универсальный ответ на любой запрос, начало поиска и его конечная остановка, настоящий помощник. Мы навсегда избавляем своих покупателей от неприятных компромиссов, исполняем желания и позволяем мечтать смелее. Благодаря разумному поиску и честному сервису мы делаем жизнь наших клиентов немножко лучше прямо сейчас.</span>
            <span className={"aboutClassSpan_2"}>Счастье начинается с простых вещей </span>
            <span className={"aboutClassSpan_3"}>И мы помогаем найти эти вещи: влюбленным подсказываем, чем удивить друг друга; спортивных мотивируем никогда не сдаваться и быстрее прогрессировать; хозяйственным даем возможность создать настоящий уют. Мы хотим, чтобы вы знали, что ищете, и могли аргументировать свой выбор. Для этого мы снимаем видеообзоры, пишем статьи и отслеживаем новинки. </span>
            <span className={"aboutClassSpan_2"}>Удобная доставка</span>
            <span className={"aboutClassSpan_3"}>И конечно, любой товар можно заказать с доставкой. Мы доставляем по Киеву в течение одного дня, а по Украине — на следующий день. Всё — без предоплаты, если нужно — в кредит. Оплата наличная или безналичная — как вам удобнее.</span>
            <span className={"aboutClassSpan_2"}>Дальше — больше</span>
            <span className={"aboutClassSpan_3"}>Мы хотим, чтобы у наших клиентов вообще никогда не возникал вопрос «где найти что-то нужное». Поэтому теперь мы не только самый большой онлайн-ритейлер, но еще и площадка для продавцов. Кто-то начнет с нами свой первый бизнес (или расширит существующий), а кто-то — привезет в Украину продукты, которых пока нет. Это выгодно всем: и покупателям, и продавцам, и даже нам — ведь так мы поможем большему количеству людей стать немного счастливее.</span>
        </div>
    );
};

export default About;